{
    "about": [
        {
        "description_header_en": "Tasty blend of Portuguese and Vietnamese quality food and atmosphere"
      },
        {
        "description_header_pt": "TSaborosa mistura de comida e atmosfera de qualidade Portuguesa e Vietnamita"
      },
        {
        "description_en": "Tertúlias is a cozy and inviting restaurant located in the picturesque town of Portimão. Our menu features a variety of delicious and authentic dishes from Vietnam and Portuguese, including specialties that are sure to please your palate."
      },
        {
        "description_en": "Alongside our traditional Vietnamese fare, we also offer a wide selection of bubble tea, fruit tea and coffee, as well as delicious Portuguese dishes. Our specialty dish of local is the famous Francesinha. "
      },
        {
        "description_en": "Come experience our warm and friendly atmosphere enjoy a delicious meal at Tertúlias."
      },
        {
        "description_pt": "O Tertúlias é um restaurante acolhedor e convidativo localizado na pitoresca vila de Portimão. O nosso menu apresenta uma variedade de pratos deliciosos e autênticos do Vietname e de Portugal, incluindo especialidades que certamente agradarão ao seu paladar. Juntamente com nossa tradicional culinária vietnamita, também oferecemos uma ampla seleção de chás de bolhas, chá de fruta e café, bem como deliciosos pratos portugueses. Nosso prato especial de é a famosa Francesinha. Venha experimentar nosso ambiente caloroso e amigável desfrutar de um delicioso refeição nas Tertúlias."
      },
        
      {
        "description": "engelse beschrijving regel 1."
      },
      {
        "description": "engelse beschrijving regel 2."
      }
    ],"starters": [
      {
        "name_en": "Caesar eng Salad",
        "name_pt": "Caesar port Salad",
        "description": "Romaine lettuce, croutons, Parmesan cheese, Caesar dressing",
        "price": "8.99"
      },
      {
        "name_en": "Garlic eng Bread",
        "name_pt": "Garlic port Bread",
        "description": "Toasted bread topped with garlic and olive oil",
        "price": "5.99"
      },
      {
        "name_en": "Caprese eng Salad",
        "name_pt": "Caprese port Salad",
        "description": "Fresh mozzarella, tomatoes, basil, balsamic glaze",
        "price": "9.99"
      }
    ],
    "main_dishes": [
      {
        "name": "Margherita Pizza",
        "description": "Tomato sauce, mozzarella cheese, basil",
        "price": "12.99"
      },
      {
        "name": "Spaghetti Carbonara",
        "description": "Pasta with bacon, egg yolks, and Parmesan cheese",
        "price": "15.99"
      },
      {
        "name": "Chicken Parmesan",
        "description": "Breaded chicken breast, tomato sauce, mozzarella cheese, served with spaghetti",
        "price": "18.99"
      }
    ]
  }
  
